Repository: arstanber/challenge
Catalog: reInspire/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, kk, ko, pt, ru, zh_hans

# Коннекторы Max и приоритетная обработка
source: Max connectors and priority processing
ar: موصلات Max ومعالجة ذات أولوية
de: Max-Connectoren und priorisierte Verarbeitung
es: Conectores máximos y procesamiento prioritario.
fr: Connecteurs Max et traitement prioritaire
ja: 最大コネクタ数と優先処理
kk: Max коннекторлар және басым өңдеу
ko: 최대 커넥터 및 우선 처리
pt: Conectores máximos e processamento prioritário
zh_hans: 最大连接数和优先级处理

# Конфиденциальность
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
kk: Құпиялылық
ko: 은둔
pt: Privacidade
zh_hans: 隐私

# Конфиденциальность и данные
source: Privacy and data
ar: الخصوصية والبيانات
de: Datenschutz und Daten
es: Privacidad y datos
fr: Confidentialité et données
ja: プライバシーとデータ
kk: Құпиялылық және деректер
ko: 개인정보 보호 및 데이터
pt: Privacidade e dados
zh_hans: 隐私和数据

# Кто выполнил
source: Who completed it
ar: من أنجزها
de: Wer es erledigt hat
es: quien lo completó
fr: Qui l'a terminée
ja: 誰が完成させたのか
kk: Кім орындады
ko: 누가 완성했나
pt: Quem completou
zh_hans: 谁完成的

# Лимит AI-проверок исчерпан
source: AI check limit reached
ar: تم الوصول إلى حد فحوصات الذكاء الاصطناعي
de: KI-Check-Limit erreicht
es: Se alcanzó el límite de verificación de IA
fr: Limite de vérifications IA atteinte
ja: AIチェックの限界に達しました
kk: AI тексеру шегіне жетті
ko: AI 확인 한도에 도달했습니다.
pt: Limite de verificação de IA atingido
zh_hans: AI检查已达上限

# Лицензионное соглашение (EULA)
source: License agreement (EULA)
ar: اتفاقية ترخيص المستخدم النهائي (EULA)
de: Lizenzvereinbarung (EULA)
es: Acuerdo de licencia (EULA)
fr: Contrat de licence (CLUF)
ja: ライセンス契約 (EULA)
kk: Лицензиялық келісім (EULA)
ko: 라이센스 계약(EULA)
pt: Contrato de licença (EULA)
zh_hans: 许可协议（EULA）

# Личное
source: Personal
ar: شخصي
de: Persönlich
fr: Personnel
ja: 個人的
kk: Жеке
ko: 개인의
pt: Pessoal
zh_hans: 个人的

# Логин
source: Login
ar: اسم تسجيل الدخول
es: Acceso
fr: Identifiant
ja: ログイン
kk: Логин
ko: 로그인
pt: Conecte-se
zh_hans: 登录

# Логин: %@
source: Login: %@
ar: اسم تسجيل الدخول: %@
es: Acceso: %@
fr: Identifiant : %@
ja: ログイン: %@
kk: Логин: %@
ko: 로그인: %@
zh_hans: 登录：%@

# Локации
source: Locations
ar: المواقع
de: Orte
es: Ubicaciones
fr: Lieux
ja: 所在地
kk: Орындар
ko: 위치
pt: Locais
zh_hans: 地点

# Лучшая серия
source: Best streak
ar: أفضل تتابع
de: Beste Serie
es: mejor racha
fr: Meilleure série
ja: ベスト 縞模様
kk: Үздік серия
ko: 최고 줄무늬
pt: Melhor sequência
zh_hans: 最佳 连胜

# Лучший день (%lld)
source: Best day (%lld)
ar: أفضل يوم (%lld)
de: Bester Tag (%lld)
es: Mejor día (%lld)
fr: Meilleur jour (%lld)
ja: 最高の一日 (%lld)
kk: Үздік күн (%lld)
ko: 가장 좋은 날(%lld)
pt: Melhor dia (%lld)
zh_hans: 最好的一天 (%lld)

# Маленький прогресс
source: Small progress
ar: تقدم صغير
de: Kleiner Fortschritt
es: Pequeño progreso
fr: Petit progrès
ja: 小さな進歩
kk: Шағын прогресс
ko: 작은 진전
pt: Pequeno progresso
zh_hans: 小进步

# Мама
source: Mom
ar: الأم
de: Mama
es: Mamá
fr: Maman
ja: お母さん
kk: Анашым
ko: 엄마
pt: Mãe
zh_hans: 妈妈

# Медитировать
source: Meditate
ar: التأمل
de: Meditieren
es: Meditar
fr: Méditer
ja: 瞑想する
kk: Медитация
ko: 꾀하다
pt: Meditar
zh_hans: 幽思

# Месяц
source: Month
ar: الشهر
de: Monat
es: Mes
fr: Mois
ja: 月
kk: Ай
ko: 월
pt: Mês
zh_hans: 月

# Минуты тренировки
source: Workout minutes
ar: دقائق التمرين
de: Trainingsminuten
es: Minutos de entrenamiento
fr: Minutes d'entraînement
ja: トレーニング時間
kk: Жаттығу минуттары
ko: 운동 시간
pt: Minutos de treino
zh_hans: 锻炼分钟数

# Минуты тренировок
source: Exercise minutes
ar: دقائق التمارين
de: Bewegungsminuten
es: Minutos de ejercicio
fr: Minutes d'exercice
ja: 運動時間
kk: Жаттығу минуттары
ko: 운동 시간
pt: Minutos de exercício
zh_hans: 锻炼分钟数

# Мои итоги года
source: My year in review
ar: ملخص عامي
de: Mein Jahresrückblick
es: Mi año en repaso
fr: Mon bilan de l'année
ja: 私の一年を振り返る
kk: Менің жыл қорытындым
ko: 나의 한 해를 돌아보며
pt: Meu ano em análise
zh_hans: 我的一年回顾

# Мой %lld год в reInspire
source: My %lld year in reInspire
ar: عامي %lld في reInspire
de: Mein %lld in reInspire
es: Mi año %lld en reInspire
fr: Mon année %lld dans reInspire
ja: reInspire で過ごした %lld 年
kk: reInspire-тегі менің %lld жылым
ko: reInspire에서의 내 %lld 연도
pt: Meu ano %lld em reInspire
zh_hans: 我在 reInspire 的 %lld 年

# Моя неделя
source: My week
ar: أسبوعي
de: Meine Woche
es: mi semana
fr: Ma semaine
ja: 私の一週間
kk: Менің аптам
ko: 나의 주
pt: Minha semana
zh_hans: 我的一周

# Моя неделя в reInspire
source: My week in reInspire
ar: أسبوعي في reInspire
de: Meine Woche in reInspire
es: Mi semana en reInspire
fr: Ma semaine dans reInspire
ja: reInspire での私の 1 週間
kk: reInspire-тегі менің аптам
ko: reInspire에서의 나의 한 주
pt: Minha semana no reInspire
zh_hans: 我在 reInspire 的一周

# Моя серия
source: My streak
ar: تتابعي
de: Meine Serie
es: mi racha
fr: Ma série
ja: 私のストリーク
kk: Менің сериям
ko: 내 행진
pt: Minha sequência
zh_hans: 我的连胜

# Мы напомним только, если привычка ещё не выполнена.
source: We'll only remind you if the habit isn't done yet.
ar: سنذكّرك فقط إذا لم تكتمل العادة بعد.
de: Wir erinnern dich nur, wenn die Gewohnheit noch nicht erledigt ist.
es: Sólo te lo recordaremos si aún no has adquirido el hábito.
fr: On te le rappellera seulement si l'habitude n'est pas encore terminée.
ja: 習慣がまだ完了していない場合にのみ通知されます。
kk: Әдет әлі орындалмаса ғана еске саламыз.
ko: 아직 습관이 완료되지 않은 경우에만 알림을 보내드립니다.
pt: Só iremos lembrá-lo se o hábito ainda não tiver sido criado.
zh_hans: 仅当该习惯尚未养成时，我们才会提醒您。

# Мы отправили код на
source: We sent a code to
ar: لقد أرسلنا رمزًا إلى
de: Wir haben einen Code gesendet an
es: Le enviamos un código a
fr: Nous avons envoyé un code à
ja: コードを送信しました
kk: Кодты мына жерге жібердік
ko: 다음 주소로 코드를 보냈습니다.
pt: Enviamos um código para
zh_hans: 我们发送了一个代码到

# На %lld отметок больше, чем месяцем ранее
source: %lld more check-ins than last month
ar: %lld تسجيلًا أكثر من الشهر الماضي
de: %lld Check-ins mehr als im Vormonat
es: %lld más registros que el mes pasado
fr: %lld pointages de plus que le mois précédent
ja: 先月よりチェックイン数が %lld 件増加しました
kk: Өткен айдан %lld белгілеу артық
ko: 지난 달보다 %lld개 더 많은 체크인
pt: %lld mais check-ins do que no mês passado
zh_hans: %lld 签到次数比上个月多

# На %lld отметок меньше, чем месяцем ранее
source: %lld fewer check-ins than last month
ar: %lld تسجيلًا أقل من الشهر الماضي
de: %lld Check-ins weniger als im Vormonat
es: %lld menos registros que el mes pasado
fr: %lld pointages de moins que le mois précédent
ja: 先月よりもチェックイン数が %lld 減少しました
kk: Өткен айдан %lld белгілеу кем
ko: 지난 달보다 체크인 수가 %lld 감소했습니다
pt: %lld menos check-ins do que no mês passado
zh_hans: %lld 签到次数比上个月少

# На завтра
source: For tomorrow
ar: لغد
de: Für morgen
es: para mañana
fr: Pour demain
ja: 明日のために
kk: Ертеңге
ko: 내일을 위해
pt: Para amanhã
zh_hans: 为了明天

# На проверке
source: Under review
ar: قيد المراجعة
de: In Prüfung
es: En revisión
fr: En vérification
ja: 検討中
kk: Тексеруде
ko: 검토중
pt: Em revisão
zh_hans: 审核中

source: You didn't make the top 3 last week. Rewards (3 / 2 / 1 freezes) are credited automatically every Monday.
ar: لم تكن ضمن أفضل 3 الأسبوع الماضي. تُمنح المكافآت (3 / 2 / 1 تجميدات) تلقائيًا كل يوم اثنين.
de: Du hast es letzte Woche nicht in die Top 3 geschafft. Belohnungen (3 / 2 / 1 Freezes) werden jeden Montag automatisch gutgeschrieben.
es: No llegaste al top 3 la semana pasada. Las recompensas (3/2/1 congelaciones) se acreditan automáticamente todos los lunes.
fr: Tu n'as pas fait partie du top 3 la semaine dernière. Les récompenses (3 / 2 / 1 gels) sont créditées automatiquement chaque lundi.
ja: 先週はトップ3に入らなかったね。報酬 (3 / 2 / 1 フリーズ) は毎週月曜日に自動的に付与されます。
kk: Өткен аптада үздік 3-ке кірмедің. Сыйлықтар (3 / 2 / 1 тоңазытқыш) әр дүйсенбіде автоматты түрде есептеледі.
ko: 지난 주에는 상위 3위 안에 들지 못하셨어요. 보상(3/2/1 동결)은 매주 월요일 자동으로 적립됩니다.
pt: Você não ficou entre os 3 primeiros na semana passada. As recompensas (3/2/1 congelamentos) são creditadas automaticamente todas as segundas-feiras.
zh_hans: 上周您没有进入前三名。奖励（3 / 2 / 1 冻结）每周一自动记入。

# На сегодня
source: For today
ar: لليوم
de: Für heute
es: Por hoy
fr: Pour aujourd'hui
ja: 今日のために
kk: Бүгінге
ko: 오늘은
pt: Por hoje
zh_hans: 今天

# На сегодня всё
source: That's all for today
ar: هذا كل شيء لليوم
de: Das war's für heute
es: eso es todo por hoy
fr: C'est tout pour aujourd'hui
ja: 今日はここまでです
kk: Бүгінге осымен болды
ko: 오늘은 여기까지입니다
pt: Isso é tudo por hoje
zh_hans: 这就是今天的全部内容

# Навсегда
source: Forever
ar: للأبد
de: Für immer
es: Para siempre
fr: Pour toujours
ja: 永遠に
kk: Мәңгілікке
ko: 영원히
pt: Para sempre
zh_hans: 永远

# Награды недели
source: This week's rewards
ar: مكافآت الأسبوع
de: Belohnungen dieser Woche
es: Las recompensas de esta semana
fr: Récompenses de la semaine
ja: 今週の報酬
kk: Осы аптаның сыйлықтары
ko: 이번주 보상
pt: As recompensas desta semana
zh_hans: 本周奖励

# Награды: %lld
source: Rewards: %lld
ar: المكافآت: %lld
de: Belohnungen: %lld
es: Recompensas: %lld
fr: Récompenses : %lld
ja: 報酬: %lld
kk: Сыйлықтар: %lld
ko: 보상: %lld
pt: Recompensas: %lld
zh_hans: 奖励：%lld

# Нажми, чтобы отменить
source: Tap to cancel
ar: اضغط للإلغاء
de: Zum Abbrechen tippen
es: Toca para cancelar
fr: Appuie pour annuler
ja: タップしてキャンセルします
kk: Болдырмау үшін бас
ko: 취소하려면 탭하세요.
pt: Toque para cancelar
zh_hans: 点击取消

source: Tap "Submit as excused" if there was a good reason (injury, illness, force majeure)
ar: اضغط على "إرسال كإعذار" إذا كان هناك سبب وجيه (إصابة، مرض، قوة قاهرة)
de: Tippe auf "Als entschuldigt einreichen", falls es einen guten Grund gab (Verletzung, Krankheit, höhere Gewalt)
es: Toque "Enviar como excusado" si hubo una buena razón (lesión, enfermedad, fuerza mayor)
fr: Appuie sur "Envoyer comme excuse" s'il y avait une bonne raison (blessure, maladie, force majeure)
ja: 正当な理由（怪我、病気、不可抗力）がある場合は、「免除として送信」をタップします
kk: Дәлелді себеп болса (жарақат, ауру, форс-мажор) «Дәлел ретінде жіберу» дегенді бас
ko: 정당한 사유(부상, 질병, 불가항력)가 있는 경우 '변명으로 제출'을 탭하세요.
pt: Toque em "Enviar como justificado" se houver um bom motivo (lesão, doença, força maior)
zh_hans: 如果有充分理由（受伤、疾病、不可抗力），请点击“有理由提交”

# Нажмите ниже, чтобы отметить %@ выполненной
source: Tap below to mark %@ as completed
ar: اضغط أدناه لتمييز %@ كمكتملة
de: Tippe unten, um %@ als erledigt zu markieren
es: Toca a continuación para marcar %@ como completado
fr: Appuie ci-dessous pour marquer %@ comme terminée
ja: 以下をタップして %@ を完了としてマークします
kk: %@ тапсырмасын орындалды деп белгілеу үшін төменде бас
ko: %@을(를) 완료로 표시하려면 아래를 누르세요.
pt: Toque abaixo para marcar %@ como concluído
zh_hans: 点击下方将 %@ 标记为已完成

# Нажмите, чтобы открыть камеру
source: Tap to open the camera
ar: اضغط لفتح الكاميرا
de: Tippe, um die Kamera zu öffnen
es: Toca para abrir la cámara
fr: Appuie pour ouvrir la caméra
ja: タップしてカメラを開きます
kk: Камераны ашу үшін бас
ko: 카메라를 열려면 탭하세요.
pt: Toque para abrir a câmera
zh_hans: 点击即可打开相机

# Назад
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
kk: Артқа
ko: 뒤쪽에
pt: Voltar
zh_hans: 后退

# Название
source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前
kk: Атауы
ko: 이름
pt: Nome
zh_hans: 姓名

# Название места (например, Спортзал)
source: Place name (e.g. Gym)
ar: اسم المكان (مثلاً صالة رياضية)
de: Ortsname (z. B. Fitnessstudio)
es: Nombre del lugar (por ejemplo, gimnasio)
fr: Nom du lieu (par ex. Salle de sport)
ja: 場所名 (例: ジム)
kk: Орын атауы (мыс. Спортзал)
ko: 장소 이름(예: 체육관)
pt: Nome do local (por exemplo, academia)
zh_hans: 地名（例如健身房）

# Название подзадачи
source: Subtask name
ar: اسم المهمة الفرعية
de: Name der Teilaufgabe
es: Nombre de la subtarea
fr: Nom de la sous-tâche
ja: サブタスク名
kk: Ішкі тапсырма атауы
ko: 하위 작업 이름
pt: Nome da subtarefa
zh_hans: 子任务名称

# Написать отзыв
source: Write a review
ar: كتابة تقييم
de: Bewertung schreiben
es: Escribe una reseña
fr: Écrire un avis
ja: レビューを書く
kk: Пікір жазу
ko: 리뷰 작성
pt: Escreva um comentário
zh_hans: 写评论

# Напиши новую задачу...
source: Write a new task...
ar: اكتب مهمة جديدة...
de: Neue Aufgabe schreiben...
es: Escribe una nueva tarea...
fr: Écris une nouvelle tâche...
ja: 新しいタスクを書きます...
kk: Жаңа тапсырма жаз...
ko: 새 작업을 작성하세요...
pt: Escreva uma nova tarefa...
zh_hans: 写一个新任务...

# Напоминание
source: Reminder
ar: تذكير
de: Erinnerung
es: Recordatorio
fr: Rappel
ja: リマインダー
kk: Еске салу
ko: 알림
pt: Lembrete
zh_hans: 提醒

# Напоминание по месту
source: Location reminder
ar: تذكير حسب الموقع
de: Standort-Erinnerung
es: Recordatorio de ubicación
fr: Rappel basé sur le lieu
ja: 位置リマインダー
kk: Орын бойынша еске салу
ko: 위치 알림
pt: Lembrete de localização
zh_hans: 地点提醒

# Напоминания по месту
source: Location reminders
ar: تذكيرات حسب الموقع
de: Standort-Erinnerungen
es: Recordatorios de ubicación
fr: Rappels de localisation
ja: 場所のリマインダー
kk: Орын бойынша еске салулар
ko: 위치 알림
pt: Lembretes de localização
zh_hans: 位置提醒

# Например, AB12CD
source: E.g. AB12CD
ar: مثال: AB12CD
de: z. B. AB12CD
es: P.ej. AB12CD
fr: Par ex. AB12CD
ja: 例えば。 AB12CD
kk: мыс. AB12CD
ko: 예: AB12CD
pt: Por exemplo AB12CD
zh_hans: 例如。 AB12CD

# Например, Маша
source: E.g. Masha
ar: مثال: ماشا
de: z. B. Mascha
es: P.ej. masha
fr: Par ex. Masha
ja: 例えば。マーシャ
kk: мыс. Маша
ko: 예: 마샤
pt: Por exemplo Masha
zh_hans: 例如。玛莎

# Например: фото открытой книги
source: E.g. a photo of an open book
ar: مثال: صورة لكتاب مفتوح
de: z. B. ein Foto eines offenen Buches
es: P.ej. una foto de un libro abierto
fr: Par ex. une photo d'un livre ouvert
ja: 例えば。開いた本の写真
kk: мыс. ашық кітаптың фотосы
ko: 예: 책을 펼친 사진
pt: Por exemplo uma foto de um livro aberto
zh_hans: 例如。一本打开的书的照片

# Настройки
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
kk: Параметрлер
ko: 설정
pt: Configurações
zh_hans: 设置

# Настройки привычек
source: Habit settings
ar: إعدادات العادة
de: Gewohnheitseinstellungen
es: Configuración de hábitos
fr: Réglages de l'habitude
ja: 習慣の設定
kk: Әдет параметрлері
ko: 습관설정
pt: Configurações de hábito
zh_hans: 习惯设置

# Начало недели
source: Week starts on
ar: بداية الأسبوع
de: Wochenbeginn
es: La semana comienza el
fr: Début de semaine
ja: 週の始まりは
kk: Апта басы
ko: 주가 시작되는 날짜
pt: A semana começa em
zh_hans: 一周开始于

# Начать поиск
source: Start search
ar: بدء البحث
de: Suche starten
es: Iniciar búsqueda
fr: Démarrer la recherche
ja: 検索を開始する
kk: Іздеуді бастау
ko: 검색 시작
pt: Iniciar pesquisa
zh_hans: 开始搜索

# Начни день 💪
source: Start your day 💪
ar: ابدأ يومك 💪
de: Starte deinen Tag 💪
es: Comienza tu día 💪
fr: Commence ta journée 💪
ja: 一日を始めましょう 💪
kk: Күніңді баста 💪
ko: 하루를 시작해 보세요 💪
pt: Comece o seu dia 💪
zh_hans: 开始新的一天吧💪

# Не дай этому дню пройти впустую.
source: Don't let this day pass for nothing.
ar: لا تدع هذا اليوم يضيع دون فائدة.
de: Lass diesen Tag nicht ungenutzt verstreichen.
es: No dejes pasar este día en vano.
fr: Ne laisse pas cette journée passer pour rien.
ja: この日を無駄に過ぎさせないでください。
kk: Бұл күнді бекер өткізбе.
ko: 오늘 하루를 헛되이 보내지 마십시오.
pt: Não deixe esse dia passar em vão.
zh_hans: 不要让这一天白白过去。

# Не для кого-то. Для лучшей версии себя.
source: Not for anyone else. For the best version of you.
ar: ليس من أجل أحد آخر. من أجل أفضل نسخة منك.
de: Nicht für jemand anderen. Für die beste Version von dir.
es: No para nadie más. Para la mejor versión de ti.
fr: Pas pour quelqu'un d'autre. Pour la meilleure version de toi.
ja: 他の誰のためでもない。あなたの最高のバージョンのために。
kk: Біреу үшін емес. Өзіңнің ең үздік нұсқаң үшін.
ko: 다른 사람을 위한 것이 아닙니다. 당신의 최고의 버전을 위해.
pt: Não para mais ninguém. Para a melhor versão de você.
zh_hans: 不为其他人。为您呈现最好的版本。

# Не засчитано
source: Not counted
ar: غير محسوب
de: Nicht gezählt
es: No contado
fr: Non comptabilisé
ja: カウントされない
kk: Есептелмеді
ko: 계산되지 않음
pt: Não contado
zh_hans: 未计算在内

# Не останавливайся
source: Don't stop now
ar: لا تتوقف الآن
de: Hör jetzt nicht auf
es: No pares ahora
fr: Ne t'arrête pas maintenant
ja: 今はやめないで
kk: Қазір тоқтама
ko: 이제 멈추지 마세요
pt: Não pare agora
zh_hans: 现在不要停止

# Не получилось
source: Didn't work out
ar: لم ينجح الأمر
de: Hat nicht geklappt
es: no funcionó
fr: Ça n'a pas marché
ja: うまくいかなかった
kk: Болмай қалды
ko: 잘 안됐어
pt: Não deu certo
zh_hans: 没有成功

# Не получилось проверить награду. Попробуй позже.
source: Couldn't verify the reward. Try again later.
ar: تعذر التحقق من الجائزة. حاول مرة أخرى لاحقًا.
de: Belohnung konnte nicht geprüft werden. Versuch es später.
es: No se pudo verificar la recompensa. Vuelve a intentarlo más tarde.
fr: Impossible de vérifier la récompense. Réessaie plus tard.
ja: 報酬は確認できませんでした。後でもう一度試してください。
kk: Сыйлықты тексеру мүмкін болмады. Кейінірек қайталап көр.
ko: 보상을 확인할 수 없습니다. 나중에 다시 시도하세요.
pt: Não foi possível verificar a recompensa. Tente novamente mais tarde.
zh_hans: 无法验证奖励。稍后再试。

# Не принято
source: Not accepted
ar: غير مقبول
de: Nicht akzeptiert
es: No aceptado
fr: Non accepté
ja: 受け入れられません
kk: Қабылданбады
ko: 허용되지 않음
pt: Não aceito
zh_hans: 不接受

# Не сейчас
source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今じゃない
kk: Қазір емес
ko: 지금은 아님
pt: Agora não
zh_hans: 现在不要

# Не удалось выгрузить данные
source: Couldn't export data
ar: تعذر تصدير البيانات
de: Daten konnten nicht exportiert werden
es: No se pudieron exportar datos
fr: Impossible d'exporter les données
ja: データをエクスポートできませんでした
kk: Деректерді экспорттау мүмкін болмады
ko: 데이터를 내보낼 수 없습니다.
pt: Não foi possível exportar dados
zh_hans: 无法导出数据

# Не удалось загрузить итоги
source: Couldn't load your year in review
ar: تعذر تحميل ملخص عامك
de: Dein Jahresrückblick konnte nicht geladen werden
es: No se pudo cargar la reseña de tu año
fr: Impossible de charger ton bilan annuel
ja: あなたの年のレビューを読み込めませんでした
kk: Жыл қорытындысын жүктеу мүмкін болмады
ko: 올해의 리뷰를 로드할 수 없습니다.
pt: Não foi possível carregar seu ano em análise
zh_hans: 无法加载您的年度回顾

# Не удалось загрузить рейтинг
source: Couldn't load the leaderboard
ar: تعذر تحميل لوحة الترتيب
de: Rangliste konnte nicht geladen werden
es: No se pudo cargar la tabla de clasificación
fr: Impossible de charger le classement
ja: リーダーボードを読み込めませんでした
kk: Рейтингті жүктеу мүмкін болмады
ko: 리더보드를 로드할 수 없습니다.
pt: Não foi possível carregar o placar
zh_hans: 无法加载排行榜

# Не удалось отправить код. Попробуй ещё раз.
source: Couldn't send the code. Try again.
ar: تعذر إرسال الرمز. حاول مرة أخرى.
de: Code konnte nicht gesendet werden. Versuch es erneut.
es: No se pudo enviar el código. Intentar otra vez.
fr: Impossible d'envoyer le code. Réessaie.
ja: コードを送信できませんでした。もう一度やり直してください。
kk: Кодты жіберу мүмкін болмады. Қайталап көр.
ko: 코드를 보낼 수 없습니다. 다시 시도해 보세요.
pt: Não foi possível enviar o código. Tente novamente.
zh_hans: 无法发送代码。再试一次。

# Не удалось подключить приложение.
source: Couldn't connect the app.
ar: تعذر ربط التطبيق.
de: App konnte nicht verbunden werden.
es: No se pudo conectar la aplicación.
fr: Impossible de connecter l'application.
ja: アプリに接続できませんでした。
kk: Қолданбаны қосу мүмкін болмады.
ko: 앱을 연결할 수 없습니다.
pt: Não foi possível conectar o aplicativo.
zh_hans: 无法连接应用程序。

# Не удалось сменить значок. Попробуйте ещё раз.
source: Couldn't change the icon. Try again.
ar: تعذر تغيير الأيقونة. حاول مرة أخرى.
de: Symbol konnte nicht geändert werden. Versuch es erneut.
es: No se pudo cambiar el ícono. Intentar otra vez.
fr: Impossible de changer l'icône. Réessaie.
ja: アイコンを変更できませんでした。もう一度やり直してください。
kk: Белгішені өзгерту мүмкін болмады. Қайталап көріңіз.
ko: 아이콘을 변경할 수 없습니다. 다시 시도해 보세요.
pt: Não foi possível alterar o ícone. Tente novamente.
zh_hans: 无法更改图标。再试一次。

# Не удалось соединить
source: Couldn't connect
ar: تعذر الاتصال
de: Verbindung fehlgeschlagen
es: No se pudo conectar
fr: Connexion impossible
ja: 接続できませんでした
kk: Қосылмады
ko: 연결할 수 없습니다.
pt: Não foi possível conectar
zh_hans: 无法连接

# Не удалось сохранить. Возможно, почта уже занята.
source: Couldn't save. That email might already be taken.
ar: تعذر الحفظ. قد يكون هذا البريد الإلكتروني مستخدمًا بالفعل.
de: Speichern fehlgeschlagen. Diese E-Mail ist möglicherweise bereits vergeben.
es: No se pudo guardar. Es posible que ese correo electrónico ya esté en uso.
fr: Impossible d'enregistrer. Cet e-mail est peut-être déjà utilisé.
ja: 保存できませんでした。そのメールはすでに取られている可能性があります。
kk: Сақталмады. Бұл пошта бұрыннан тіркелген болуы мүмкін.
ko: 저장할 수 없습니다. 해당 이메일은 이미 사용 중일 수 있습니다.
pt: Não foi possível salvar. Esse e-mail pode já estar em uso.
zh_hans: 无法保存。该电子邮件可能已被占用。

# Неверный код или не удалось изменить пароль. Попробуй ещё раз.
source: Wrong code or couldn't change the password. Try again.
ar: رمز غير صحيح أو تعذر تغيير كلمة المرور. حاول مرة أخرى.
de: Falscher Code oder Passwort konnte nicht geändert werden. Versuch es erneut.
es: Código incorrecto o no se pudo cambiar la contraseña. Intentar otra vez.
fr: Code incorrect ou échec de la modification du mot de passe. Réessaie.
ja: コードが間違っているか、パスワードを変更できませんでした。もう一度やり直してください。
kk: Қате код немесе құпиясөзді өзгерту мүмкін болмады. Қайталап көр.
ko: 코드가 잘못되었거나 비밀번호를 변경할 수 없습니다. 다시 시도해 보세요.
pt: Código errado ou não foi possível alterar a senha. Tente novamente.
zh_hans: 代码错误或无法更改密码。再试一次。

source: No access to location. Allow access in Settings so the reminder can work.
ar: لا يوجد وصول إلى الموقع. اسمح بالوصول من الإعدادات حتى يعمل التذكير.
de: Kein Zugriff auf den Standort. Erlaube den Zugriff in den Einstellungen, damit die Erinnerung funktioniert.
es: Sin acceso a la ubicación. Permita el acceso en Configuración para que el recordatorio pueda funcionar.
fr: Pas d'accès à la localisation. Autorise l'accès dans les réglages pour que le rappel fonctionne.
ja: 場所へのアクセスはできません。リマインダーが機能できるように、設定でアクセスを許可します。
kk: Геолокацияға рұқсат жоқ. Еске салу жұмыс істеуі үшін параметрлерден рұқсат бер.
ko: 위치에 접근할 수 없습니다. 알림이 작동할 수 있도록 설정에서 액세스를 허용하세요.
pt: Sem acesso ao local. Permita o acesso nas configurações para que o lembrete funcione.
zh_hans: 无法访问位置。在“设置”中允许访问，以便提醒可以发挥作用。

# Нет доступа к камере
source: No access to camera
ar: لا يوجد وصول إلى الكاميرا
de: Kein Zugriff auf die Kamera
es: Sin acceso a la cámara
fr: Pas d'accès à l'appareil photo
ja: カメラにアクセスできません
kk: Камераға рұқсат жоқ
ko: 카메라에 접근할 수 없습니다.
pt: Sem acesso à câmera
zh_hans: 无法访问相机

# Нет сети -- %lld изм. синхронизируем позже
source: No connection -- %lld changes will sync later
ar: لا يوجد اتصال -- سيتم مزامنة %lld تغييرات لاحقًا
de: Keine Verbindung -- %lld Änderungen werden später synchronisiert
es: Sin conexión: %lld los cambios se sincronizarán más tarde
fr: Pas de connexion -- %lld modif. seront synchronisées plus tard
ja: 接続がありません -- %lld の変更は後で同期されます
kk: Желі жоқ -- %lld өзгерісті кейінірек синхрондаймыз
ko: 연결되지 않음 - %lld개 변경 사항이 나중에 동기화됩니다.
pt: Sem conexão -- as alterações de %lld serão sincronizadas mais tarde
zh_hans: 无连接 - %lld 更改稍后将同步

# Нет сети -- изменения сохраняются локально
source: No connection -- changes are saved locally
ar: لا يوجد اتصال -- يتم حفظ التغييرات محليًا
de: Keine Verbindung -- Änderungen werden lokal gespeichert
es: Sin conexión: los cambios se guardan localmente
fr: Pas de connexion -- les modifications sont enregistrées localement
ja: 接続がありません -- 変更はローカルに保存されます
kk: Желі жоқ -- өзгерістер жергілікті сақталуда
ko: 연결되지 않음 - 변경사항이 로컬에 저장됨
pt: Sem conexão -- as alterações são salvas localmente
zh_hans: 无连接----更改保存在本地

# Ничья -- оба продержались
source: Draw -- both held on
ar: تعادل -- كلاهما استمر
de: Unentschieden -- beide haben durchgehalten
es: Empate: ambos aguantaron
fr: Match nul -- les deux ont tenu bon
ja: 引き分け -- 両者ともキープ
kk: Тең -- екеуі де шыдады
ko: 무승부 - 둘 다 보류
pt: Empate - ambos mantidos
zh_hans: 平局----双方均坚持

# Новая подзадача
source: New subtask
ar: مهمة فرعية جديدة
de: Neue Teilaufgabe
es: Nueva subtarea
fr: Nouvelle sous-tâche
ja: 新しいサブタスク
kk: Жаңа ішкі тапсырма
ko: 새 하위 작업
pt: Nova subtarefa
zh_hans: 新子任务

# Новая привычка
source: New habit
ar: عادة جديدة
de: Neue Gewohnheit
es: Nuevo hábito
fr: Nouvelle habitude
ja: 新しい習慣
kk: Жаңа әдет
ko: 새로운 습관
pt: Novo hábito
zh_hans: 新习惯

# Новая цель
source: New goal
ar: هدف جديد
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
ja: 新しい目標
kk: Жаңа мақсат
ko: 새로운 목표
pt: Novo objetivo
zh_hans: 新目标

# Новое задание
source: New task
ar: مهمة جديدة
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ja: 新しいタスク
kk: Жаңа тапсырма
ko: 새 작업
pt: Nova tarefa
zh_hans: 新任务
